<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />



<h1><p align="right"><img src="images/tabla.jpg" align="middle" height="50" width="50"><img src="images/mic.jpg" align="middle" height="50" width="50"><img src="images/harm.jpg" align="middle" height="50" width="50"><img src="images/mrudung.jpg" align="middle" height="50" width="50"><img src="images/Sitar.jpg" align="middle" height="50" width="50"></p>
चैतन्य संगीत विद्यालयाची स्थापना श्री.प्रसाद पाटील B.A( हिंदी ) यांनी २६ जानेवारी २००६ साली ठोंबरे वाडा महादेव गल्ली सांगोला येथे केली. ते स्वतः संगीत विशारद तबला आणि संगीत विशारद सतार आहेत 
<br /><b>संगीत शिक्षणामधील गुरुवर्य <b><br />
<p align="center" > <font size=4 color="brown"> श्री.शशिकांत बाळकृष्ण पाटील ( वडील ) <br />
श्री.भानुदास बुवा ढवळीकर सर पंढरपूर <br />
श्री.कै. त्र्यबंक दत्तोपंत जोशी सर मंगळवेढेकर पंढरपूर <br />
श्री. विनायक फाटक सर पुणे <br />
श्री. मनमोहन कुंभारे सर सांगली <br />
श्री. मोहसीन मिरजकर सर मिरज </p><br /></font>
<h1>चैतन्य संगीत विद्यालय हे अखिल भारतीय गांधर्व महाविद्यालय मंडळ मुंबई या संस्थेची संलग्नता प्राप्त विद्यालय आहे .</h1>
<h1>संलग्नता प्राप्त क्रमांक S – M97 आणि प्रमाणपत्र क्रमांक ७२३ मान्यता साल २००८</h1>
<h1><br />
चैतन्य संगीत विद्यालयाची दुसरी शाखा मंगळवेढा येथे १ जानेवारी २००९ पासून &quot; स्वर चैतन्य संगीत विद्यालय&quot; या नावाने इंडीकरवाडा किल्ला भाग, मंगळवेढा येथे कार्यरत आहे<br />
